// © Copyright 2014-2015 HP Development Company, L.P.

HSDTaskName = "Quiet Mode";

HSDQuietModeTaskDescription = "When in Quiet Mode, noise levels when printing are reduced. However, printing will be slower.";

HSDQuietModeSchedule = "Schedule Quiet Mode";

HSDQuietModeScheduleDescription = "Specify the time to automatically turn on Quiet Mode.";

HSDQuietModeScheduleConfigure = "Configure the Quiet Mode schedule";

HSDQuietModeScheduleStart = "Start Time:";

HSDQuietModeScheduleEnd = "End Time:";

HSDOffButtonTitle = "Off";
HSDOnButtonTitle = "On";

HSDApplyButtonTitle = "Apply Now";
